{
  "mainNavbar.brand": "Ella Zolotarenko",
  "mainNavbar.home": "Główna",
  "mainNavbar.gallery": "Galeria",
  "mainNavbar.about": "O...",
  "mainNavbar.aboutartist": "O Artyście",
  "mainNavbar.aboutart": "O Sztuce",
  "mainNavbar.contact": "Kontakt",

  "home.title": "Ella Zolotarenko",
  "home.h4": "Szef i założyciel Studio Kreatywnego",
  "home.h4.studio": "Zerniatko",
  "home.h4.years": "(2012-2024)",
  "home.p1": "Artysta malarstwa ukraińskiego i etnicznego w stylu Petrykiwskim.",
  "home.p2": "Ella Lvivyanka, z wykształcenia psycholog, pracuje jako nauczycielka od 2012 roku.",
  "home.p3": "W swojej pracy wykorzystuje technikę malarstwa Petrikiwskiego jako terapię sztuką i psychokorektę dla dzieci i dorosłych.",
  "home.p4": "Ma wiele wystaw indywidualnych na Ukrainie i 16 za granicą (Polska, Turcja, Francja, Hiszpania). Aktywnie uczestniczy w różnorodnych międzynarodowych konkursach i plenerach. Prowadzi szkolenia indywidualnie, zbiorowo oraz online.",
  "home.social": "Kreatywność w sieciach społecznościowych:",
  "home.closeButton": "Zamknąć",

  "aboutArt.header": "Petrykivka",
  "aboutArt.p1": "Malarstwo Petrykiwskie jest charakterystyczną warstwą kultury narodu ukraińskiego, rozpoznawaną na świecie jako fenomen narodowego myślenia i wyobraźni artystycznej. Powstał jako zjawisko 300 lat temu na wsi Petrykiwka w Dnipro (Ukraina wschodnia).",
  "aboutArt.p2": "Petrykiwka nie znała pańszczyzny. Mieszkali tam wolni kozacy Zaporoża. Wokół ludzi były ziemie stepowe, czarnozemy, bogata flora nad Dnieprem. Kozacy budowali domy z gliny i układali dachy z trzciny.",
  "aboutArt.p3": "Mieszkańcy wsi dekorowali okna, drzwi oraz sciany kwiatuszkami, ptakami, jagodami. Ludzie wkładali naiwną wiarę w swoje rysunki - miały one chronić ich przed upiorami. Z czasem ta sztuka ludowa zaczęła się rozwijać na porcelanie, na przedmiotach drewnianych, w grafice książkowej. W ciągu trzech wieków tysiące artystów doskonalili swoje umiejętności, zmieniając malarstwo małej wsi w sztukę ogólnoukraińską. Od 2005 roku wzornictwo Petrykowskie jest uznawane za dziedzictwo niematerialne UNESCO.",
  "aboutArt.p4": "W Petrykiwce w czasach radzieckich przez wiele lat działała fabryka",
  "aboutArt.p5": "gdzie wyprodukowano ogromną ilość wzorów na eksport na czarnym tle. Później Petrykiwka powróciła na jasne tło, ale skrzynie są nadal malowane na kolorowym tle.",
  "aboutArt.p6": "Współczesne malarstwo Petrykiwskie to sztuka ludowa, która ma niezwykłe sposoby rysowania. Rysując palcami, pałeczkami i pędzelkami z sierści kota, tworzą delikatne wzory, niesamowite kształty i fantastyczne połączenia kolorów. Obrazy są przekształcane w bajeczny świat.",
  "aboutArt.factory": "Drużba",

  "aboutArtist.header": "O mnie i osiągnięciach",
  "aboutArtist.p1": "Po raz pierwszy zobaczyła malowane kwiaty na ścianach glinianego domu we wsi mojej babci w Petrykiwce w obwodzie dniepropietrowskim, gdy miałam 10 lat. Jasne kwiaty, ptaki i niesamowite działki pobudziły moją wyobraźnię z dzieciństwa.",
  "aboutArtist.p2": "Ukraińska tradycja malowania ścian chłopskiego domu istniała już 300 lat temu. Wiele pokoleń mistrzów samorodków z Petrykiwki starannie przekazało swoje umiejętności z babci na wnuczkę, zachowując tradycje i święte znaczenie wzorów. W mojej rodzinie nikt nie rysował, ale mój ojciec zawsze wspierał moją kreatywność. Dzięki niemu bliżej poznałam specyficzne ukraińskie malarstwo etniczne.",
  "aboutArtist.p3": "Fabryka 'Drużba' działała we wsi Petrikiwka przez 40 lat, więc ojciec wysłał mnie na studia do słynnego artysty Fiodora Panko. To właśnie w warsztatach tej fabryki zobaczyłam niezwykły sposób malowania palcami jagód i kwiatów. Pędzle też były domowej roboty z kociego futra i nazywały się 'kittyka'. W fabryce malarze malowali w ogromnych partiach jasne drewniane szkatułki, talerze, łyżki, skrzynie itp. Dlatego prawie każdy Ukrainiec ma pojęcie o obrazie Petrykowa. Miałam szczęście zobaczyć wszystkie procesy technologiczne i nauczyć się odróżniać malarstwo ukraińskie od innych dzięki technice i symbolice, których nauczyłam się w dzieciństwie.",
  "aboutArtist.p4": "Już w dojrzałym wieku przypomniałam sobie umiejętność rysowania malarstwa Petrykowa. Z biegiem czasu stworzyłam studio kreatywne 'Zernyatko' we Lwowie. Moim celem stało się odtworzenie kwitnienia Petrykiwki, które widziałam kiedyś w dzieciństwie. Teraz od 12 lat moją misją jest doskonalenie i popularyzacja malarstwa Petrykowa. Uczę dzieci i dorosłych, sama nadal się uczę.",
  "aboutArtist.p5": "Teraz traktuję malowanie palcami jako terapię sztuką. Rysowanie małych elementów 'kotem', aby opanować ukraińską kaligrafię etniczną. Wszystko to dobrze rozwija umiejętności motoryczne u dzieci i kształtuje twórcze myślenie.",
  "aboutArtist.p6": "Do chwili obecnej mam wiele wystaw na Ukrainie i 16 wystaw osobistych za granicą, a mianowicie w Polsce, Hiszpanii, Francji i Turcji.",
  "aboutArtist.p7": "Pracuję także jako psycholog sztuki we Lwowie i za granicą. Obecnie pracuję nad moimi 2 podręcznikami o malarstwie Petrikowskiego. Ponadto udoskonalanych jest kilka metod z podstaw malarstwa i wpływu psychologicznego na rozwój umiejętności motorycznych dzieci. Podręczniki przeznaczone są do pracy nauczycieli i psychologów zajmujących się malarstwem jako arteterapią, jak i dla osób, które chcą opanować malarstwo Petrykowa bez nauczyciela.",
  "aboutArtist.p8": "Przez prawie 350 lat istnienia ludowego malarstwa ściennego obraz Petrykowa stał się sztuką, która została uznana za niematerialne dziedzictwo 'UNESCO'. Wzbogacono symbolikę i umiejętności artystów, jednakże narzędzia i techniki malarskie nadal pozostają prymitywne, co odróżnia malarstwo Petrykowa od innych rodzajów sztuki użytkowej.",

  "contact.title": "Wyślij mi list",
  "contact.name": "Imię",
  "contact.email": "Email",
  "contact.message": "Wiadomość",
  "contact.sendButton": "Wysłać",
  "contact.successAlert": "Wiadomość wysłano poprawnie!",
  "contact.errorAlert": "Jakiś błąd. ",

  "footer.title": "O tej stronie",
  "footer.text": "To strona ukraińskiej artystki Elly Zołotarenko, która tworzy w stylu malarstwa Petrykowa.",
  "footer.artist": "Ella Zolotarenko",
  "footer.copyright": "Prawo autorskie",
  "footer.rights": "Wszelkie prawa zastrzeżone"
}
