{
  "mainNavbar.brand": "Золотаренко Елла",
  "mainNavbar.home": "Додому",
  "mainNavbar.gallery": "Галерея",
  "mainNavbar.about": "Про...",
  "mainNavbar.aboutartist": "Про художницю",
  "mainNavbar.aboutart": "Про мистецтво",
  "mainNavbar.contact": "Контакт",

  "home.title": "Золотаренко Елла",
  "home.h4": "Керівник та засновниця Творчої студії",
  "home.h4.studio": "Зернятко",
  "home.h4.years": "(2012-2024рр)",
  "home.p1": "Художниця українського та етнічного розпису в петриківському стилі.",
  "home.p2": "Елла Львів'янка, за фахом психолог, працює вчителем з 2012 року.",
  "home.p3": "У своїй діяльності застосовує техніку петриківського розпису як арт-терапію та психокорекцію для дітей і дорослих.",
  "home.p4": "Має безліч персональних виставок в Україні, та 16 за кордоном (Польща, Туреччина, Франція, Іспанія). Активно бере участь у різноманітних міжнародних конкурсах і пленерах. Проводить навчання індивідуально, колективно та онлайн.",
  "home.social": "Творчість в соцмережах:",
  "home.closeButton": "Закрити",

  "aboutArt.header": "Петриківка",
  "aboutArt.p1": "Петриківський розпис є характерним пластом культури українського народу, визнаним у всьому світі як феномен національного мислення та художньої уяви. Воно виникло як явище 300 років тому в селі Петриківка на Дніпрі (східна Україна).",
  "aboutArt.p2": "Петриківка не знала панщини. Там жили вільні запорізькі козаки. Навколо людей були степові землі, чорноземи, багатий рослинний світ на Дніпрі. Козаки будували хати з глини, а дахи робили з очерету.",
  "aboutArt.p3": "Жителі села прикрашали вікна, двері та стіни квітами, птахами та ягодами. Люди вірили в свої малюнки - вони повинні були захищати їх від привидів. З часом це народне мистецтво почало розвиватися на порцеляні, дерев’яних предметах, книжковій графіці. Упродовж трьох століть тисячі художників вдосконалювали свою майстерність, перетворюючи живопис маленького села на всеукраїнське мистецтво. З 2005 року проект Петриковського визнано нематеріальною спадщиною ЮНЕСКО.",
  "aboutArt.p4": "У радянські часи в Петриківці багато років працювала фабрика",
  "aboutArt.p5": ", де випускалася величезна кількість візерунків на чорному фоні на експорт. Пізніше петриківка повернулася до світлого фону, але скрині все ще малюють на кольоровому тлі.",
  "aboutArt.p6": "Сучасний петриківський розпис – це народне мистецтво, яке має незвичні способи малювання. Малюючи пальцями, паличками та пензликами з котячої шерсті, вони створюють ніжні візерунки, дивовижні форми та фантастичні поєднання кольорів. Образи перетворюються в казковий світ.",
  "aboutArt.factory": "Дружба",

  "aboutArtist.header": "Про мене і досягнення",
  "aboutArtist.p1": "Вперше я побачила намальовані квіти на стінах глиняної хати в селі моєї бабусі в Петриківці, Дніпропетровської області коли мені було 10 років. Яскраві квіти, птахи та дивовижні сюжети захопили мою дитячу фантазію.",
  "aboutArtist.p2": "Українська традиція розмальовувати стіни селянської хати існувала ще 300 років тому. Багато поколінь майстрів-самородків з Петриківки дбайливо передавали майстерність від бабці до внучки, зберігаючи традиції та сакральні значення візерунків. В моїй родині ніхто не малював. Але мій батько завжди підтримував мої здібності до творчості. Тож завдячуючи йому я і познайомилась ближче з особливим  українським етнічним розписом.",
  "aboutArtist.p3": "В селі Петриківка 40 років працювала  фабрика 'Дружба',отже батько віддав мене вчитися до відомого художника Федора Панко. І саме в цехах фабрики я побачила незвичний спосіб малювання ягід і квітів пальцями.Пензлі також були саморобними з хутра кота і називалися 'котячкою'. На фабриці удожники малювали яскраві дерев'яні шкатулки, тарілки, ложки, скрині тощо величезними партіями. Тому майже кожна українська людина має уявлення про петриківський розпис. Мені пощастило побачити всі технологічні процеси і навчитися відрізняти український розпис від інших завдяки техніці і символіці, яку я опанувала в дитинстві.",
  "aboutArtist.p4": "Вже у зрілому віці я  згадала про вміння малювати петриківський розпис. З часом я створила творчу студію 'Зернятко' у Львові. І моєю метою стало відтворити той розквіт  Петриківки, який я колись побачила в дитинстві. І ось, вже 12 років моєю місією є освоєння та популяризація Петриківського розпису. Я навчаю дітей і дорослих та навчаюсь сама й надалі.",
  "aboutArtist.p5": "Тепер я застосовую малювання пальцями в якості арт-терапії. А вимальовування дрібних елемениів 'котячкою' з метою опанувати українську етнічну каліграфію. Все це добре розвиває дрібну моторику у дітей і формує креативне мислення.",
  "aboutArtist.p6": "На сьогоднішній день я маю безліч виставок по Україні й 16 персональних виставок за кордоном. А саме в Польщі, Іспанії, Франції та Туреччині.",
  "aboutArtist.p7": "Також, я працюю як арт- психологу Львові й за кордоном. Зараз, в роботі мої 2 посібника про Петриківський розпис. Додатково допрацьовується  декілька методичок з основами розпису та психологічного впливу на розвиток моторики дітей. Посібники призначені для роботи вчителів і психологів з розписом як арт-терапією. Та для людей, які хочуть опанувати петриківський розпис без вчителя.",
  "aboutArtist.p8": "Майже за 350 років існування настінного людового малярства Петриківський розпис перетворився на мистецтво, яке  стало визнаним нематеріальною спадщиною 'Юнеско'.   Символіка й майстерність художників  збагачується. А от інструменти та техніка  малювання й досі залишаються первородними, що і відрізняє петриківський розпис від інших видів прикладного мистецтва.",

  "contact.title": "Надішліть мені листа",
  "contact.name": "Ім'я",
  "contact.email": "Мейл",
  "contact.message": "Повідомлення",
  "contact.sendButton": "Надіслати",
  "contact.successAlert": "Повідомлення успішно надіслано!",
  "contact.errorAlert": "Виникла якась помилка. ",

  "footer.title": "Про сайт",
  "footer.text": "Це сторінка української художниці Елли Золотаренко, яка працює в стилі Петриківського розпису.",
  "footer.artist": "Золотаренко Елла",
  "footer.copyright": "Авторське право",
  "footer.rights": "Всі права захищені"
}
